Repository: WWWNasty/Boardy
Catalog: PresentationLayer/PresentationLayer.WebApplication/Resources/Views/Advert/Index.*.resx
Languages: ru

source: Advert Category
ru: Категория объявлений

source: Advert Search String
ru: Поиск по объявлениям

source: Advert Region
ru: Регион

source: Sort Type
ru: Тип сортировки

source: Price Filter Max
ru: Максимальная цена

source: Price Filter Min
ru: Минимальная цена

source: Every
ru: Любая

source: Search
ru: Поиск

source: No sorting
ru: Без сортировки

source: Сheaper
ru: Дешевле

source: Expensively
ru: Дороже

source: Old
ru: Позднее

source: New
ru: Новее

source: List adverts
ru: Список объявлений

source: Number of ads
ru: Количество объявлений

source: Price
ru: Цена

source: Unlike
ru: Убрать из избранного

source: Like
ru: Добавить в избранное
