Repository: WWWNasty/Boardy
Catalog: PresentationLayer/PresentationLayer.WebApplication/Resources/Views/Advert/Partial/_SubCategoriesOptGroup.*.resx
Languages: ru

source: animal
ru: Животные

source: Apartment
ru: квартира

source: Audio and video
ru: Аудио и видео

source: bicycle
ru: Велосипед

source: bird
ru: Птицы

source: Books and magazines
ru: Книги и журналы

source: Business equipment
ru: производственное оборудование

source: Cars
ru: Машины

source: сat
ru: Кошки

source: Children's clothing and shoes
ru: Детская одежда и обувь

source: Clothes, shoes, accessories
ru: Одежда, обувь, аксессуары

source: collecting
ru: Коллекционирование

source: consumer electronics
ru: потребительская электроника

source: desktop computer
ru: настольный компьютер

source: dog
ru: Собаки

source: food supply
ru: поставка продовольствия

source: for business
ru: Для бизнеса

source: For home and garden
ru: Для дома и сада

source: Furniture and interior
ru: Мебель и интерьер

source: Games, consoles and programs
ru: Игры, приставки и программы

source: Goods for children and toys
ru: Товары для детей и игрушки

source: Ground area
ru: земельный участок

source: Health and beauty
ru: Красота и здоровье

source: Hobbies and recreation
ru: Хобби и отдых

source: home appliances
ru: бытовая техника

source: Houses and cottages
ru: Дома и коттеджи

source: Kitchen utensils and goods
ru: Посуда и товары

source: laptop
ru: Ноутбук

source: Motorcycles
ru: Мотоциклы

source: Personal thing
ru: личные вещи

source: ready business
ru: Готовый бизнес

source: Realty
ru: недвижимость

source: Resume
ru: резюме

source: Rooms
ru: комнаты

source: Service
ru: услуга

source: Service offering
ru: сервисное предложение

source: Tickets and travel
ru: Билеты и путешествия

source: Transport
ru: Транспорт

source: Trucks and special equipment
ru: Грузовики и спецтехника

source: Vacancy
ru: Вакансии

source: Watches and jewellery
ru: Часы и ювелирные изделия

source: Water transport
ru: водный транспорт

source: Work
ru: работа
